var name = prompt("Введите пароль");   /*выводит значение*/
if (name=="1785" || name=="9583")      /*name это и есть пароль. этот блок при вводе любого из этих паролей перекинет на след. строчку */
document.write("Доступны модули баз A, B и C")            /*этот блок выведет результат*/
if (name=="7922" || name=="3331")                  /*name это и есть пароль. этот блок при вводе любого из этих паролей перекинет на след. строчку */
document.write("Доступны модули баз B и C")              /*этот блок выведет результат*/
if (name=="8997" || name=="9455")                         /*name это и есть пароль. этот блок при вводе любого из этих паролей перекинет на след. строчку */
document.write("Доступны модули базы C")                     /*этот блок выведет результат*/
if (name=="duka" || name=="duka123")                            /*name это и есть пароль. этот блок при вводе любого из этих паролей перекинет на след. строчку */
	document.write("Доступны модули базы C")                 /*этот блок выведет результат*/